Repository: atus42/rt-extension-relocatereply
Catalog: RT-Extension-RelocateReply/po/*.po
Languages: hu

source: Relocate
hu: Áthelyez

source: Transaction #%1 from this place was relocated to ticket #%2 at %3
hu: Erről a helyről a #%1 számú tranzakció %3-kor áthelyezésre került a #%2 számú jegybe

source: Transaction #%1 from this ticket was relocated to ticket #%2
hu: Ebből a jegyből a #%1 számú tranzakció áthelyezésre került a #%2 számú jegybe

source: Transaction #%1 (%2) from ticket #%3 was relocated to this ticket
hu: A #%1 számú tranzakció (%2) a #%3 számú jegyből áthelyezésre került ebbe a jegybe

source: Relocate message
hu: Üzenet áthelyezése

source: Relocate message to ticket
hu: Üzenet áthelyezése ebbe a jegybe

source: No ticket and/or transaction specified
hu: Nincs megadva a jegy vagy a tranzakció

source: Transaction not found
hu: "Nincs ilyen tranzakció

source: Transaction is not Correspond nor Comment
hu: A tranzakció nem hozzászólás vagy megjegyzés

source: Transaction #%1 did not belongs to ticket #%2
hu: A #%1 számú tranzakció nem a #%2 számú jegyhez tartozik

source: No right with name [%1] found!
hu: Nincs ilyen nevű jog: [%1]!

source: Source ticket not found
hu: A forrás jegy nem található

source: You have no permission to relocate reply from this ticket
hu: Nincs joga üzenetet áthelyezni ebből a jegyből

source: Target ticket id is not specified
hu: Nincs megadva a cél jegy

source: Target ticket not found
hu: A cél jegy nem található

source: You have no permission to relocate reply to target ticket. (#%1: %2)
hu: Nincs joga üzenetet áthelyezni a cél jegybe. (#%1: %2)

source: There were an error in relocating the requested transaction
hu: Hiba történt a kért tranzakció áthelyezésekor
